{
  "INICIO": "INICI",
  "CONTACTO": "CONTACTE",
  "HORARIOS Y CUOTAS": "HORARIS I QUOTES",
  "DISCIPLINAS": "DISCIPLINES",
  "SOBRE NOSOTROS": "SOBRE NOSALTRES",
  "ACADEMIA ARTES MARCIALES VILANOVA": "ACADÈMIA ARTS MARCIALS VILANOVA",
  "LO QUE HAY DEBAJO DEL TITULO": "Formació en arts marcials traidicionals i esports de contacte",
  "PRUEBA UNA CLASE SIN COMPROMISO": "PROVA UNA CLASSE SENSE COMPROMÍS",
  "FRASE DEL SAMURAI": "-Si un samurai diu que fará alguna cosa, és que ja està fet-",
  "NUESTRAS DISCIPLINAS": "DISCIPLINES QUE ENSENYEM",
  "DESCRIPCIÓN KARATE": "Arte marcial tradicional japonés que desarrolla disciplina y autodefensa",
  "DESCRIPCIÓN TAI CHI": "Art marcial intern que millora la salut i l'equilibri",
  "DESCRIPCIÓN JIU JITSU": "Sistema de combat cos a cos amb èmfasis en tècniques de sòl",
  "DESCRIPCIÓN KOBUDO": "Art marcial tradicional d'Okinawa que utilitza armes com el Bo o Nunchaku",
  "DESCRIPCIÓN MMA": "Combat complet que integra tècniques de peu i terra",
  "DESCRIPCIÓN K-1": "Estil de kickboxing dinàmic que combina puntades de peu i punys",
  "DESCRIPCIÓN CHI KUNG": "Pràctica que equilibra energia vital mitjançant moviments suaus i respiració",
  "NUESTRAS RESEÑAS": "LES NOSTRES RESSENYES",
  "Academia Artes Marciales Vilanova": "Acadèmia Arts Marcials Vilanova",
  "Hace un año": "Fa un any",
  "Hace 9 años": "Fa 9 anys",
  "Hace 3 años": "Fa 3 anys",
  "Hace 4 años": "Fa 4 anys",
  "Hace 10 años": "Fa 10 anys",
  "DESCRIPCIÓN RESEÑA1": "Bon ambient en un Dojo tradicional (lloc de la pràctica) amb encant i un gran Sensei (mestre). La classe de Kobudo que provem, segueix un llinatge seriós, és divertida, disciplinada i amb bon esperit de grup. Fantàstic!",
  "DESCRIPCIÓN RESEÑA2": "classes molt bones on s'imparteixen tant teòric com pràctic l'art marcial tradicional",
  "DESCRIPCIÓN RESEÑA3": "Una de les millors escoles d'arts marcials que he conegut",
  "DESCRIPCIÓN RESEÑA4": "Gran sensei molt atent a les necessitats de l'alumne",
  "DESCRIPCIÓN RESEÑA5": "Sensei i ambient immillorable",
  "DESCRIPCIÓN RESEÑA6": "Experiència fantàstica, excel·lent relació entre disciplina i lleure, molt professional en tots els sentits",
  "¿A qué estás esperando?": "A què estàs esperant?",
  "¡Conviértete en un guerrero!": "Converteix-te en un guerrer!",
  "DESCRIPCIÓN SOBRE NOSOTROS 1": "L'Acadèmia Arts Marcials Vilanova (AAMV) és un centre de formació dedicat a l'ensenyament d'arts marcials tradicionals i modernes, amb més de 10 anys d'experiència formant alumnes.",
  "DESCRIPCIÓN SOBRE NOSOTROS 2": "El nostre objectiu és transmetre els valors de les arts marcials: respecte, disciplina, perseverança i autocontrol.",
  "CONÓCENOS": "CONEIX-NOS",
  "SÍGUENOS": "SEGUEIX-NOS",
  "LO DE ABAJO DEL TODO": "© 2025 AAMV - Acadèmia Arts Marcials Vilanova. Tots els drets reservats.",
  "¿QUIÉNES SOMOS?": "QUI SOM?",
  "Historia1": "Fundat el 2010, l'Acadèmia d'Arts Marcials de Vilanova (AAMV) va néixer del somni de crear un espai on es poguessin ensenyar arts marcials tradicionals i modernes amb autenticitat i passió",
  "Historia2": "Des dels nostres humils inicis en un petit establiment, hem crescut per convertir-nos en un punt de referència a la regió, formant centenars d'estudiants en els valors de les arts marcials",
  "Filosofia1": "Creiem que les arts marcials són un camí de millora personal, no només un mètode de defensa. A AAMV ensenyem el respecte, la disciplina i l’autocontrol com a pilars fonamentals.",
  "Filosofia2": "El nostre lema: 'El veritable guerrer guanya sense lluitar' reflecteix la nostra filosofia d'utilitzar arts marcials per construir caràcter, no només força física",
  "NUESTRA HISTORIA": "LA NOSTRA HISTÒRIA",
  "NUESTRA FILOSOFÍA": "LA NOSTRA FILOSOFIA",
  "NUESTRAS INSTALACIONES": "LES INSTAL·LACIONS",
  "DOJO PRINCIPAL": "DOJO PRINCIPAL",
  "desc-dojo": "Espai amb tatami professional i equips tradicionals per a la pràctica segura de totes les disciplines.",
  "ZONA DE ENTRENAMIENTO": "ZONA DE FORMACIÓ",
  "desc-zona": "Àrea equipada amb bosses, mitges i material per a una formació específica de les arts marcials modernes.",
  "VESTUARIOS": "VESTUARIS",
  "desc-vestuarios": "Els vestidors amb dutxes per a la major comoditat dels nostres estudiants",
  "¿LISTO PARA EMPEZAR?": "LLEST PER COMENÇAR?",
  "Debajo de LISTO": "Descobreix com les arts marcials poden transformar la teva vida",
  "Descubre parte de nuestra historia": "Descobreix part de la nostra història i identitat",
  "Conecta con AAMV": "Connecta amb AAMV",
  "¿Dónde estamos?": "On estem?",
  "Horario de atención": "Horari d'atenció",
  "lunes_a_viernes": "Dilluns a Divendres",
  "martes_jueves": "Dimarts i Dijous (matins)",
  "sabados_domingos": "Dissabte i Diumenge",
  "cerrado": " Tancat",
  "¿TIENES PREGUNTAS?": "TENS PREGUNTES?",
  "Visítanos o llámanos": "Visita'ns o truca'ns, estarem encantats d'ajudar-te.",
  "NUESTRO EQUIPO": "EL NOSTRE SENSEI",
  "SENSEI1-sub": "Fundador i Sensei",
  "SABER MÁS": "SABER MÉS",
  "NUESTRAS FEDERACIONES": "LES NOSTRES FEDERACIONS",
  "SUB FEDERACIONES": "Conexió amb la tradició i l'esport de contacte",
  "Ver información": "Veure informació",
  "DESCRIPCIÓN GNKF-IMAFE España 1": "L’Acadèmia Arts Marcials Vilanova (AAMV) està associada a la GNKF-IMAFE Espanya, una federació de referència en arts marcials tradicionals japoneses.",
  "DESCRIPCIÓN GNKF-IMAFE España 2": "Aquesta associació proporciona als nostres alumnes formació oficial reconeguda, accés a seminaris i cursos impartits per mestres certificats, així com la possibilitat de participar en tornejos i esdeveniments nacionals i internacionals.",
  "DESCRIPCIÓN GNKF-IMAFE España 3": "A més, garanteix que tots els graus i diplomes obtinguts a l’AAMV tinguin validesa dins la xarxa de dojos de GNKF-IMAFE, assegurant una trajectòria sòlida i avalada per una federació seriosa i amb presència internacional.",
  "DESCRIPCIÓN OMKE & OMMAE 1": "L’Organització Mundial de Kobudo i Arts Marcials Europees (OMKE & OMMAE) reuneix mestres i practicants de diverses disciplines amb l’objectiu de preservar i difondre la riquesa de les arts marcials tradicionals.",
  "DESCRIPCIÓN OMKE & OMMAE 2": "Gràcies a aquesta associació, els alumnes de l’AAMV poden accedir a una xarxa internacional de dojos, participar en trobades multiculturals i entrenar amb experts de diferents estils i llinatges marcials.",
  "DESCRIPCIÓN OMKE & OMMAE 3": "La vinculació amb l’OMKE & OMMAE garanteix un aprenentatge integral, fomentant la cooperació, l’intercanvi cultural i el respecte entre practicants d’arreu del món.",
  "DESCRIPCIÓN FCLL & DDAA 1": "La Federació Catalana de Lluita Lliure i Esports de Contacte (FCLL & DDAA) ofereix un marc oficial per al desenvolupament de disciplines de combat, defensa personal i esports de contacte.",
  "DESCRIPCIÓN FCLL & DDAA 2": "Gràcies a aquesta federació, els alumnes de l’AAMV tenen accés a formació reglada, competicions oficials i cursos impartits per professionals acreditats dins l’àmbit esportiu català.",
  "DESCRIPCIÓN FCLL & DDAA 3": "La nostra col·laboració amb la FCLL & DDAA assegura que els practicants puguin progressar en un entorn segur, competitiu i avalat per institucions esportives de referència.",
  "DESCRIPCIÓN EGKF 1": "L'European Goju-Ryu Karate-do Federation (EGKF) és l'organització continental que agrupa les federacions nacionals de Goju Ryu a Europa, vetllant per la preservació d'aquest estil tradicional de karate.",
  "DESCRIPCIÓN EGKF 2": "A través de l'EGKF, practicants i dojos accedeixen a campionats, cursos i seminaris d'alt nivell, enfortint la unitat, la qualitat i la difusió del Goju Ryu a tot el continent.",
  "DESCRIPCIÓN EGKF 3": "Aquesta connexió garanteix que l’ensenyament del Goju Ryu a la nostra acadèmia es mantingui fidel a les seves arrels, oferint serietat i rigor tècnic.",
  "GNKF-IMAFE España": "GNKF-IMAFE Espanya",
  "Cinturón Negro 4º Dan Karate": "Cinturó Negre 4º Dan Karate",
  "Cinturón Negro 3º Dan Jiu Jitsu": "Cinturó Negre 3º Dan Jiu Jitsu",
  "Cinturón Negro 3º Dan Kobudo": "Cinturó Negre 3º Dan Kobudo",
  "Profesor Chi Kung Tai Chi": "Professor Chi Kung Tai Chi",
  "Entrenador Kick Boxing, K-1 y MMA": "Entrenador Kick Boxing, K-1 i MMA",
  "SUB INSTALACIONES": "Descobreix com és el nostre dojo",
  "Todas nuestras enseñanzas en AAMV": "Tots els nostres ensenyaments a AAMV",
  "Cinturón Negro 2º Dan Karate": "Cinturó Negre 2º Dan Karate",
  "Cinturón Negro 2º Dan Kick Boxing": "Cinturó Negre 2º Dan Kick Boxing",
  "Cinturón Negro 1º Dan Jiu Jitsu": "Cinturó Negre 1º Dan Jiu Jitsu",
  "Todo lo que aprenderás en AAMV": "Tot el que aprendràs a AAMV",
  "MÁS INFORMACIÓN": "MÉS INFORMACIÓ",
  "DESC KARATE": "L'art de la mà buida", 
  "DESC JIU JITSU": "L'art suau de la defensa personal", 
  "DESC K-1": "Kick Boxing de potència i tècnica", 
  "DESC MMA": "Arts marcials mixtes", 
  "DESC KOBUDO": "Armes tradicionals d'Okinawa", 
  "DESC CHI KUNG TAI CHI": "Salut i meditació en moviment",
  "Encuentra tu clase y conoce nuestras tarifas": "Troba la teva classe i coneix les nostres tarifes",
  "NUESTRO HORARIO Y CUOTAS": "EL NOSTRE HORARI I QUOTES",
  "Encuentra tu clase ideal": "Troba la teva classe ideal",
  "CUOTAS MENSUALES": "QUOTES MENSUALES",
  "Tai Chi mañanas: 45 €": "Tai Chi matins: 45 €",
  "MMA mañanas: 45 €": "MMA matins: 45 €",
  "1 vez a la semana: 35 €": "1 cop a la setmana: 35 €",
  "PASE LIBRE: 65 €": "PASSE LLIURE: 65 €",
  "MATRÍCULA: 35 €": "MATRÍCULA: 35 €",
  "NUESTROS SENSEIS": "ELS NOSTRES SENSEIS",
  "Conoce a nuestros maestros": "Coneix els nostres mestres",
  "Llamar": "Trucar",
  "DISCIPLINA-KARATE": "El Karate és un art marcial tradicional d'Okinawa que combina tècniques de copejament, defensa i respiració. La seva pràctica enforteix cos i ment, fomenta la disciplina, l'autocontrol i el respecte pels altres.", 
  "DISCIPLINA-JIUJITSU": "El Jiu Jitsu japonès se centra en la defensa personal mitjançant luxacions, enderrocs, estrangulacions i control de l'adversari. És ideal per desenvolupar eficàcia tècnica i autocontrol en situacions de contacte.", 
  "DISCIPLINA-MMA": "Les MMA combinen tècniques de diferents arts marcials com el Jiu Jitsu, el Muay Thai i el Karate. La seva pràctica desenvolupa versatilitat, força, resistència i estratègia per al combat complet.", 
  "DISCIPLINA-K-1": "El K-1 és una modalitat esportiva de KickBoxing que combina tècniques de punys, puntades de peu i genolls. És un sistema dinàmic, explosiu i d'alta exigència física, que millora la condició física i la capacitat competitiva.", 
  "DISCIPLINA-KOBUDO": "El Kobudo és l'art marcial de les armes tradicionals d'Okinawa, com el bo, tonfa, nunchaku i sai. La seva pràctica millora la coordinació, la precisió i la connexió amb la tradició marcial antiga.", 
  "DISCIPLINA-CHIKUNGTAICHI": "El Chi Kung Tai Chi és un art interna xinesa que se centra en la respiració, l'energia vital i el moviment fluid. Afavoreixen la salut, la relaxació, l'equilibri i el benestar físic i mental.",
  "DESCRIPCIÓN RESEÑA7": "Un camí d'aprenentatge. Un gran Mestre.",
  "Historia3": "Amb el pas dels anys, ens hem convertit en un referent local, oferint formació en disciplines com Nihon Jujutsu, Kobudo, Iaijutsu i Karate, sempre mantenint el respecte a la tradició.",
  "Donde estamos": "On som?",
  "Horario de disponibilidad": "Horari de disponibilitat"
}