{
  "INICIO": "INICIO",
  "CONTACTO": "CONTACTO",
  "HORARIOS Y CUOTAS": "HORARIOS Y CUOTAS",
  "DISCIPLINAS": "DISCIPLINAS",
  "SOBRE NOSOTROS": "SOBRE NOSOTROS",
  "ACADEMIA ARTES MARCIALES VILANOVA": "ACADEMIA ARTES MARCIALES VILANOVA",
  "LO QUE HAY DEBAJO DEL TITULO": "Formación en artes marciales tradicionales y deportes de contacto",
  "PRUEBA UNA CLASE SIN COMPROMISO": "PRUEBA UNA CLASE SIN COMPROMISO",
  "FRASE DEL SAMURAI": "-Si un samurai dice que hará algo, es que ya está hecho-",
  "NUESTRAS DISCIPLINAS": "DISCIPLINAS QUE IMPARTIMOS",
  "DESCRIPCIÓN KARATE": "Arte marcial tradicional japonés que desarrolla disciplina y autodefensa",
  "DESCRIPCIÓN TAI CHI": "Arte marcial interno que mejora la salud y el equilibrio",
  "DESCRIPCIÓN JIU JITSU": "Sistema de combate cuerpo a cuerpo con énfasis en técnicas de suelo",
  "DESCRIPCIÓN KOBUDO": "Arte marcial tradicional de Okinawa que usa armas como el Bo o Nunchaku",
  "DESCRIPCIÓN MMA": "Combate completo que integra técnicas de pie y suelo",
  "DESCRIPCIÓN K-1": "Estilo de kickboxing dinámico que combina patadas y puños",
  "DESCRIPCIÓN CHI KUNG": "Práctica que equilibra energía vital mediante movimientos suaves y respiración",
  "NUESTRAS RESEÑAS": "NUESTRAS RESEÑAS",
  "Academia Artes Marciales Vilanova": "Academia Artes Marciales Vilanova",
  "Hace un año": "Hace un año",
  "Hace 9 años": "Hace 9 años",
  "Hace 3 años": "Hace 3 años",
  "Hace 4 años": "Hace 4 años",
  "Hace 10 años": "Hace 10 años",
  "DESCRIPCIÓN RESEÑA1": "Buen ambiente en un Dojo tradicional (lugar de la práctica) con encanto y un gran Sensei (maestro). La clase de Kobudo que probamos, sigue un linaje serio, es divertida, disciplinada y con buen espíritu de grupo. Fantástico!",
  "DESCRIPCIÓN RESEÑA2": "clases muy buenas donde se imparten tanto teorico como practico el arte marcial tradicional",
  "DESCRIPCIÓN RESEÑA3": "Una de las mejores escuelas de artes marciales que he conocido",
  "DESCRIPCIÓN RESEÑA4": "Gran sensei muy atento a las necesidades del alumno",
  "DESCRIPCIÓN RESEÑA5": "Sensei y ambiente inmejorable",
  "DESCRIPCIÓN RESEÑA6": "Experiencia fantástica, excelente relación entre disciplina y ocio, muy profesional en todos los sentidos",
  "¿A qué estás esperando?": "¿A qué estás esperando?",
  "¡Conviértete en un guerrero!": "¡Conviértete en un guerrero!",
  "DESCRIPCIÓN SOBRE NOSOTROS 1": "La Academia Artes Marciales Vilanova (AAMV) es un centro de formación dedicado a la enseñanza de artes marciales tradicionales y modernas, con más de 10 años de experiencia formando alumnos.",
  "DESCRIPCIÓN SOBRE NOSOTROS 2": "Nuestro objetivo es transmitir los valores de las artes marciales: respeto, disciplina, perseverancia y autocontrol.",
  "CONÓCENOS": "CONÓCENOS",
  "SÍGUENOS": "SÍGUENOS",
  "LO DE ABAJO DEL TODO": "© 2025 AAMV - Academia Artes Marciales Vilanova. Todos los derechos reservados.",
  "¿QUIÉNES SOMOS?": "¿QUIÉNES SOMOS?",
  "Historia1": "Fundada en 2010, la Academia Artes Marciales Vilanova (AAMV) nació del sueño de crear un espacio donde las artes marciales tradicionales y modernas pudieran enseñarse con autenticidad y pasión.",
  "Historia2": "Desde nuestros humildes comienzos en un pequeño local, hemos crecido hasta convertirnos en un referente en la comarca, formando a cientos de estudiantes en los valores de las artes marciales.",
  "Filosofia1": "Creemos que las artes marciales son un camino de superación personal, no solo un método de defensa. En AAMV enseñamos respeto, disciplina y autocontrol como pilares fundamentales.",
  "NUESTRA HISTORIA": "NUESTRA HISTORIA",
  "NUESTRA FILOSOFIA": "NUESTRA FILOSOFÍA",
  "NUESTRAS INSTALACIONES": "NUESTRAS INSTALACIONES",
  "DOJO PRINCIPAL": "DOJO PRINCIPAL",
  "desc-dojo": "Espacio con tatami profesional y equipamiento tradicional para la práctica segura de todas las disciplinas.",
  "ZONA DE ENTRENAMIENTO": "ZONA DE ENTRENAMIENTO",
  "desc-zona": "Área equipada con sacos, manoplas y material para entrenamiento específico de artes marciales modernas.",
  "VESTUARIOS": "VESTUARIOS",
  "desc-vestuarios": "Vestuarios con duchas para mayor comodidad de nuestros alumnos.",
  "¿LISTO PARA EMPEZAR?": "¿LISTO PARA EMPEZAR?",
  "Debajo de LISTO": "Descubre cómo las artes marciales pueden transformar tu vida",
  "Descubre parte de nuestra historia": "Descubre parte de nuestra historia e identidad",
  "Conecta con AAMV": "Conecta con AAMV",
  "¿Dónde estamos?": "¿Dónde estamos?",
  "Horario de atención": "Horario de atención",
  "lunes_a_viernes": "Lunes a Viernes",
  "martes_jueves": "Martes y Jueves (mañanas)",
  "sabados_domingos": "Sábados y Domingos",
  "cerrado": " Cerrado",
  "¿TIENES PREGUNTAS?": "¿TIENES PREGUNTAS?",
  "Visítanos o llámanos": "Visítanos o llámanos, estaremos encantados de ayudarte.",
  "NUESTRO EQUIPO": "NUESTRO SENSEI",
  "SENSEI1-sub": "Fundador y Sensei",
  "SABER MÁS": "SABER MÁS",
  "NUESTRAS FEDERACIONES": "NUESTRAS FEDERACIONES",
  "SUB FEDERACIONES": "Conexión con la tradición y el deporte de contacto",
  "Ver información": "Ver información",
  "DESCRIPCIÓN GNKF-IMAFE España 1": "La Academia Artes Marciales Vilanova (AAMV) está asociada a la GNKF-IMAFE España, una federación de referencia en artes marciales tradicionales japonesas.",
  "DESCRIPCIÓN GNKF-IMAFE España 2": "Esta asociación proporciona a nuestros alumnos formación oficial reconocida, acceso a seminarios y cursos impartidos por maestros certificados, así como la posibilidad de participar en torneos y eventos nacionales e internacionales.",
  "DESCRIPCIÓN GNKF-IMAFE España 3": "Además, garantiza que todos los grados y diplomas obtenidos en AAMV tengan validez dentro de la red de dojos de GNKF-IMAFE, asegurando una trayectoria sólida y respaldada por una federación seria y con presencia internacional.", 
  "DESCRIPCIÓN OMKE & OMMAE 1": "La Organización Mundial de Kobudo y Artes Marciales Europeas (OMKE & OMMAE) reúne a maestros y practicantes de distintas disciplinas con el objetivo de preservar y difundir la riqueza de las artes marciales tradicionales.",
  "DESCRIPCIÓN OMKE & OMMAE 2": "Gracias a esta asociación, los alumnos de AAMV pueden acceder a una red internacional de dojos, participar en encuentros multiculturales y entrenar con expertos de diferentes estilos y linajes marciales.",
  "DESCRIPCIÓN OMKE & OMMAE 3": "La vinculación con OMKE & OMMAE garantiza un aprendizaje integral, fomentando la cooperación, el intercambio cultural y el respeto entre practicantes de todo el mundo.",
  "DESCRIPCIÓN FCLL & DDAA 1": "La Federación Catalana de Lucha Libre y Deportes de Contacto (FCLL & DDAA) ofrece un marco oficial para el desarrollo de disciplinas de combate, defensa personal y deportes de contacto.",
  "DESCRIPCIÓN FCLL & DDAA 2": "Gracias a esta federación, los alumnos de AAMV tienen acceso a formación reglada, competiciones oficiales y cursos impartidos por profesionales acreditados dentro del ámbito deportivo catalán.",
  "DESCRIPCIÓN FCLL & DDAA 3": "Nuestra colaboración con FCLL & DDAA asegura que los practicantes puedan progresar en un entorno seguro, competitivo y avalado por instituciones deportivas de referencia.",
  "DESCRIPCIÓN EGKF 1": "La European Goju-Ryu Karate-do Federation (EGKF) es la organización continental que agrupa a las federaciones nacionales de Goju Ryu en Europa, velando por la preservación de este estilo tradicional de karate.",
  "DESCRIPCIÓN EGKF 2": "A través de la EGKF, practicantes y dojos acceden a campeonatos, cursos y seminarios de alto nivel, fortaleciendo la unidad, la calidad y la difusión del Goju Ryu en todo el continente.",
  "DESCRIPCIÓN EGKF 3": "Esta conexión garantiza que la enseñanza del Goju Ryu en nuestra academia se mantenga fiel a sus raíces, ofreciendo seriedad y rigor técnico.",
  "GNKF-IMAFE España": "GNKF-IMAFE España",
  "Cinturón Negro 4º Dan Karate": "Cinturón Negro 4º Dan Karate",
  "Cinturón Negro 3º Dan Jiu Jitsu": "Cinturón Negro 3º Dan Jiu Jitsu",
  "Cinturón Negro 3º Dan Kobudo": "Cinturón Negro 3º Dan Kobudo",
  "Profesor Chi Kung Tai Chi": "Profesor Chi Kung Tai Chi",
  "Entrenador Kick Boxing, K-1 y MMA": "Entrenador Kick Boxing, K-1 y MMA",
  "Cinturón Negro 2º Dan Karate": "Cinturón Negro 2º Dan Karate",
  "Cinturón Negro 2º Dan Kick Boxing": "Cinturón Negro 2º Dan Kick Boxing",
  "Cinturón Negro 1º Dan Jiu Jitsu": "Cinturón Negro 1º Dan Jiu Jitsu",
  "SUB INSTALACIONES": "Descubre cómo es nuestro dojo",
  "Todas nuestras enseñanzas en AAMV": "Todas nuestras enseñanzas en AAMV",
  "Todo lo que aprenderás en AAMV": "Todo lo que aprenderás en AAMV",
  "MÁS INFORMACIÓN": "MAS INFORMACIÓN",
  "DESC KARATE": "El arte de la mano vacía",
  "DESC JIU JITSU": "El arte suave de la defensa personal",
  "DESC MMA": "Artes marciales mixtas",
  "DESC KOBUDO": "Armas tradicionales de Okinawa",
  "DESC CHI KUNG TAI CHI": "Salud y meditación en movimiento",
  "DESC K-1": "Kick Boxing de potencia y técnica",
  "Encuentra tu clase y conoce nuestras tarifas": "Encuentra tu clase y conoce nuestras tarifas",
  "NUESTRO HORARIO Y CUOTAS": "NUESTRO HORARIO Y CUOTAS",
  "Encuentra tu clase ideal": "Encuentra tu clase ideal",
  "CUOTAS MENSUALES": "CUOTAS MENSUALES",
  "Tai Chi mañanas: 45 €": "Tai Chi mañanas: 45 €",
  "MMA mañanas: 45 €": "MMA mañanas: 45 €",
  "1 vez a la semana: 35 €": "1 vez a la semana: 35 €",
  "PASE LIBRE: 65 €": "PASE LIBRE: 65 €",
  "MATRÍCULA: 35 €": "MATRÍCULA: 35 €",
  "NUESTROS SENSEIS": "NUESTROS SENSEIS",
  "Conoce a nuestros maestros": "Conoce a nuestros maestros",
  "Llamar": "Llamar",
  "Nuestra Filosofía": "Nuestra Filosofía",
  "DISCIPLINA-KARATE": "El Karate es un arte marcial tradicional de Okinawa que combina técnicas de golpeo, defensa y respiración. Su práctica fortalece cuerpo y mente, fomenta la disciplina, el autocontrol y el respeto hacia los demás.",
  "DISCIPLINA-JIUJITSU": "El Jiu Jitsu japonés se centra en la defensa personal mediante luxaciones, derribos, estrangulaciones y control del adversario. Es ideal para desarrollar eficacia técnica y autocontrol en situaciones de contacto.",
  "DISCIPLINA-MMA": "Las MMA combinan técnicas de diferentes artes marciales como el Jiu Jitsu, el Muay Thai y el Karate. Su práctica desarrolla versatilidad, fuerza, resistencia y estrategia para el combate completo.",
  "DISCIPLINA-K-1": "El K-1 es una modalidad deportiva de Kick Boxing que combina técnicas de puños, patadas y rodillas. Es un sistema dinámico, explosivo y de alta exigencia física, que mejora la condición física y la capacidad competitiva.",
  "DISCIPLINA-KOBUDO": "El Kobudo es el arte marcial de las armas tradicionales de Okinawa, como el bo, tonfa, nunchaku y sai. Su práctica mejora la coordinación, la precisión y la conexión con la tradición marcial antigua.",
  "DISCIPLINA-CHIKUNGTAICHI": "El Chi Kung Tai Chi es un arte interna china que se centra en la respiración, la energía vital y el movimiento fluido. Favorecen la salud, la relajación, el equilibrio y el bienestar físico y mental.",
  "DESCRIPCIÓN RESEÑA7": "Un camino de aprendizaje. Un gran Maestro.",
  "Historia3": "Con el paso de los años, nos hemos convertido en un referente local, ofreciendo formación en disciplinas como Nihon Jujutsu, Kobudo, Iaijutsu y Karate, siempre manteniendo el respeto a la tradición.",
  "Donde estamos": "¿Donde estamos?",
  "Horario de disponibilidad": "Horario de disponibilidad"
}